<?php

return [
    'Howlik Privacy Policy' => 'سياسة الخصوصية لدي شركة حولك:',
	'short_text' => 'إن شركة حولك(شركة منطقة حرة ذات مسؤولية محدودة) والتي يوجد مكاتب لها في الإمارات العربية المتحدة والبحرين والمملكة العربية السعودية (ويشار اليها هنا بهوليك) تحترم خصوصيتكم وتلتزم بحمايتها من خلال الإمتثال بسياسة الخصوصية هذه. وتقوم هذه السياسة بتوضيح:',
	'privacy_content' => '
•	أنواع المعلومات التي يمكن ان نقوم بجمعها منكم عند الدخول الى او استخدام موقنعنا الإلكتروني والتطبيقات الخاصة بنا فضلا عن الخدمات الأخرى عبر الإنترنت (والتي يطلق عليها مجتمعة بخدماتنا) و 
•	ممارستنا بخصوص جمع واستخدام والحفاظ على وحماية والكشف عن تلك المعلومات.
إن هذه السياسة تنطبق فقط على المعلومات التي نقوم بجمعها من خلال خدماتنا في البريد الإلكتروني وعبر وسائط الإتصالات الإلكترونية والنصية الأخرى المرسلة وفقا او بما له علاقة مع خدماتنا.
إن هذه السياسة لا تنطبق على المعلومات التي تقدمونها او التي يتم جمعها بواسطة اطراف ارخى مثل المطاعة التي تقومون بالحجز فيها او / و الدفع من خلال استخدام خدماتها والشبكات الإجتماعية التي تستخدمونها والتي تتصل بخدماتنا. إننا نشجعكم على التعامل مباشرة مع مثل هذه الأطراف فيما يتعلق بممارسات الخصوصية لديهم.
نأمل الإطلاع على هذه السياسة بعناية تامة لفهم سياساتنا وممارساتنا فيما يخص المعلومات الخاصة بكم ، وكيفية تعاملنا معها. إن لم توافقوا على سياساتنا وممارساتنا ، فإن خياركم يجب ان يكون هو عدم استخدام خدماتنا. عند الدخول الى او استخدام خدماتنا ، فإنكم بذلك توافقون على سياسة الخصوصية هذه. إن هذه السياسة قد تتغير من  وقع لأخر ، إن استمرار استخدامكم لخدماتنا بعد ادخال تعديلات يعد قبولا ضمينا لهذه التغييرات ، لذا نأمل منك الإطلاع دوريا على السياسة لمعرفة المزيد من التعديلات التي تدخل عليها.

1.	المعلومات التي نقوم بجمعها وكيف نقوم بإستخدامها:
إننا نقوم بجمع عدة انواع من المعلومات من وتخص مستخدمي خدماتنا والتي تشمل معلومات حول: 
•	المعلومات التي يتم التعرف عليكم شخصيا من خلالها او / و 
•	المعلومات التي تتصل بتوصيلة الإنترنت الخاصة بكم والأجهزة التي تستخدمونها للوصول الى خدماتنا فضلا عن تفاصيل الأستخدام الخاصة بكم.
إننا نقوم بجمع هذه المعلومات:
•	مباشركة منكم عند تزويدنا بها او / و 
•	بصورة تلقائية عند تنقلكم من خلال خدماتنا ( إن المعلومات التي يتم جمعها تلقائيا يمكن ان تشمل تفاصيل الإستخدام وعناوين بروتوكولات الإنترنت فضلا عن المعلومات التي يتم جمعها عبر الكوكيز (ملفات تعريف الإرتباط) ومنارات الموقع وعبر تقنيات التتبع).
المعلومات التي تزودوننا بها:
إن المعلومات التي نقوم بجمعها عبر خدماتنا قد تشمل:
•	معلومات حول حسابكم:
الإسم الكامل وعنوان البريد الإلكتروني والرمز البريدي وكلمة السر وغيرها من المعلومات التي تقدمونها مع الحساب مثل الجنس ورقم الهاتف الجوال وشبكة الإنترنت وصوركم الشخصية التي قد سيمت عرضها علنا كجزء من تعريف الحسابات الخاصة بكم. يمكنكم تزويدنا بهذه المعلومات بصورة اختيارية من خلال معلومات تسجيل الدخول الى الخدمات عبر طرف ثالث مثل الفيسبوك وقوقل بلس. في مثل هذه الحالات نقوم بجلب وتخزين اي معلومات متاحة لنا من خلال تسجيل الدخول لهذه الخدمات.
•	الواجهات المفضلة لكم:
الواجهات والإعدادات المفضلة لكم مثل المنطقة واللغة.
•	محتوياتكم:


إن المعلومات التي تقدمونها لنا عبر خدماتنا ، بما في ذلك الإستعراضات الخاصة بكم والصور والتعليمات والقوائم والأتباع والمستخدمين اللذين تتابعونهم وخدماتنا والأسماء فضلا عن المعلومات الأخرى التي تتاح لنا من قبلكم من خلال خدماتنا وغيرها من المعلومات في ملف حسابكم.
•	عمليات البحث والأنشطة الأخرى الخاصة بكم:
مصطلحات البحث التي قمتم بالإطلاع عليها فضلا عن النتائج التي حددتمونها.
•	معلومات التصفح الخاصة بكم:
معلومات حول المدة الزمنية التي استخدمت خلالها خدماتنا فضلا عن الإعدادات التي استخدمتوها فضلا عن الإعلانات التي اطلعتم عليها.
•	إتصالاتكم:
الإتصالات التي جرت بينكم وبين المستخدمين الأخرين او التجار الأخرين من خلال خدماتنا ، ومشاركاتكم في الإستطلاعات والسحوبات والمسابقات او العروض الترويجية ، وطلباتكم لمميزات محددة مثل (النشرات الإخبارية والتحديثات او المنتجات الأخرى) والإتصالات الخاصة بكم معنا بخصوص الفرص الوظيفية التي يتم نشرها عبر خدماتنا.

•	معلومات حول معاملاتكم:
في حالة القيام بعمل حجوزات او شراء اي سلع عبر خدماتنا ، فإننا قد نقوم بجمع وتخزين المعلومات الخاصة بكم لمعالجة طلباتكم فضلا عن حفظ النماذج الكاملة بصورة تلقائية وذلك لإستخدامها في المعاملات المستقبلية ، بما في ذلك على سبيل المثال لا الحصر رقم الهاتف والعنوان البريدي والبريد الإلكتروني فضلا عن معلومات الفواتير ومعلومات البطاقات الإئتمانية او بطاقات الدفع. يمكن ان يتم تبادل هذه المعلومات مع اطراف اخرى قد تساعد في معالجة او تلبية طلباتكم بما في ذلك مصفوفة معالجات الناقل المحلي للربط البيني بين المكونات المحيطة PCI. عند قيامكم بتقديم معلومات حول بطاقات الدفع الإئتمانية فإننا نقوم بتشفير المعلومات من خلال استخدام تقنيات قياسية صناعية حسبما هي موضحة ادناه تحت عنوان معلومات بطاقات الدفع الإئتمانية. في حالة ابدائكم ملاحظات حول المعاملات التي تنجزونها من خلال خدماتنا ، فإننا نقوم بعرض هذه المعلومات علنا التي تداولتموها مع تلك الشركات.


•	مشاركاتكم العامة:
قد تقومون كذلك بتقديم معلومات ( مثل معلومات حول التقييمات والمراجعات والنصائح والصور والتعليقات والعناوين والأصدقا والقوائم ،،،الخ) ليتم نشرها او عرضها ( والتي يشار اليها هنا بالمعلومات المنشورة) في مواقع يمكن الوصول اليها عبر خدماتنا ، او التي سيتم نقلها الى مستخدمين اخرين لخدماتنا او اي اطراف اخرى (يشار اليهم مجتمعين بمساهمات المستخدمين). إن مساهماتكم يتم نشرها وارسالها لأطراف اخرى على مسؤوليتكم. بالرغم من اننا نقوم بالحد من الوصول الى صفحات معينة ، إلا انكم يمكنكم ان تقوموا بضبط اعدادات خصوصية معينة لمثل هذه المعلومات عن طريق تسجيل الدخول الى حسابكم الشخصي. نفيدكم بأن اي اجراءات امنية لا تعتبر مثالية او غير محصنة ضد الإختراق ( نأمل الإطلاع على قسم الأمن ادناه). بالإضافة الى ذلك ، فإننا لا نستطيع السيطرة والتحكم في تصرفات المستخدمين الأخرين لخدماتنا ممن تختارونهم كي نتبادل معهم مساهماتكم. لذا ، فإننا لا نستطيع ان نضمن بأن مساهماتكم سوف لن يتم الإطلاع عليها بواسطة اشخاص غير مصرح لهم بذلك. قد نقوم بعرض هذه المعلومات على الخدمات ونقوم بتبادلها مع الشركات فضلا عن ترويجها على جمهور واسع من خلال مواقع وخدمات اطراف اخرى. يجب عليكم اخذ الحذر عن الكشف عن اي تفاصيل حساسة تخصكم في مثل هذه المشاركات.
إننا نقوم بإستخدام المعلومات التي تقدموها لنا لتعزيز وظائف الخدمة ولتحسين جودة خدماتنا ولتشخيص خبراتكم اثناء استخدامكم لخدماتنا. كذلك نقوم بإستخدام هذه المعلومات لعرض الإعلانات ذات الصلة وتقديم الدعم لكم والتواصل معكم وللإلتزام بواجباتنا القانونية.



•	معلومات حول اصدقائكم:
لكم خيار ان تطلبوا من اصدقاكئم الإنضمام الى الخدمات من خلال توفير معلومات الإتصال بهم. في حالة ارسال طلب انضمام لصديق وقمتم بتوصيلهم بالخدمات ، فإننا سنقوم فقط بإستخدام عنواين الإتصال الخاصة بأصدقائكم لمعالجة وانهاء طلبكم.

•	معلومات حول الرسائل الخاصة بكم:
في حالة قيامكم بتبادل رسائل مع اخرىن من خلال الخدمات ، فإننا نقوم بتخزينها من اجل معالجتها وتوصيلها والسماح لكم لإدارتها وللتحقق من اي إنتهاكات محتملة لشروط الخدمة او اي مخالفات تتعلق بالخدمات. في حالة ارسالكم رسائل من خلال الخدمات الى جهاز الجوال الخاص بكم عبر رسائل نصية ، فإننا قد ندخل رقم هاتفكم و الشركة الناقلة ووقت وتاريخ ارسال الرسالة. قد تقوم الشركات الناقلة بفرض رسوم على الرسائل النصية التي يتلقونها.
•	المعلومات التي نقوم بجمعها من خلال تقنيات آلية لجمع البيانات:
قد نقوم بجمع بعض المعلومات آليا وهي معلومات قد تتعلق بالكمبيوتر او الأجهزة (بما في ذلك الأجهزة المحمولة) التي تستخدمونها للوصول الى الخدمات وحول استخدامكم لها حتى ان كنتم تستخدمون خدمات دون تسجيل او دون تسجيل الدخول.



•	معلومات الإستخدام:
إن تفاصيل استخدامكم لخدماتنا ، بما في ذلك حركة البيانات ، ومكان البيانات فضلا عن بيانات الإتصال الأخرى وكذلك التي تخص استخدامكم للخدمات حتى ان كنتم تستخدمون الخدمات عبر او من خلال خدماتنا.
•	معلومات حول الكمبيوتر والأجهزة:
المعلومات حول جهاز الكمبيوتر، و اجهزة الاتصال بالإنترنت والهاتف المحمول، بما في ذلك عنوان بروتوكول الإنترنت وأنظمة التشغيل والمنصات، وانواع المتصفحات ومعلومات التصفح الأخرى (الإتصال والسرعة ونوع الاتصال الخ)،ونوع الجهاز، ومعرف نوعية الجهاز ومعلومات حول شبكة الجوال ورقم الهاتف .


•	المعلومات والملفات المخزنة:
إن تطبيقاتنا يمكن ايضا ان تصل الى البيانات الوصفية وغيرها من المعلومات المرتبطة بالملفات الأخرى المخزنة على جهازك المحمول. وقد يتضمن ذلك على سبيل المثال لا الحصر الصور وملفات الصوت والفيديو والإتصالات الشخصية ومعلومات حول دفاتر العناوين.
•	معلومات الموقع:
إن تطبيقاتنا تقوم بجمع المعلومات في الوقت الحقيقي حول موقع الجهاز وفقا لما هو مسموح به.
•	أخر موقع تم زيارته:
المعلومات التي تخص اخر موقع قمت بزيارته من خلال صفحة الويب الأخيرة من خلال موقعنا.
•	معرّفات الأجهزة النقالة:
معرفات الأجهزة المحمولة الفريدة ( على سبيل المثال اي دي اف ايه او معرفات الأجهزة الأخرى على اجهزة آبل مثل اي فون وآي باد) إن كنتم تستخدمون خدماتنا عبر اجهزة محمولة ، فإننا قد نقوم بإستخدام معرفات الأجهزة النقالة ( المعرّف الفريد الذي يتم تحديده بواسطة الشركة المصنعة للجهاز) بدلا عن الكوكيز وذلك للتعرف عليكم. قد نقوم بذلك من اجل تخزين واجهاتكم المفضلة ووتبع استخدامكم لطلباتنا. بخلاف ملفات تعريف الإرتباط (الكوكيز) فإن معرفات الأجهزة المتنقلة لا يمكن ان يتم حذفها. قد تقوم شركات الإعلان بإستخدام معرفات الأجهزة لتتبع استخدامكم لطلباتنا ، وتتبع عدد الإعلانات المعروضة ولقياس اداء الإعلانات وعروض الإعلانات التي تعد ذات اهمية كبرى لكم. قد تقوم الشركات العاملة في مجال التحليلات بإستخدام معرفات الأجهزة النقالة لتتبع استخدامكم لطلباتنا.


•	الواجهات المفضلة لكم:
واجهاتكم المفضلة واعداداتكم مثل نطاق الوقت واللغة.
•	نشاطكم بخصوص الخدمات: 
معلومات حول انشطتكم بخصوص الخدمات مثل استعلامكاتكم البحثية والتعليقات واسماء النطاقات ونتائج البحث وعدد النقرات والصفحات التي قمتم بمشاهدتها وطلب تلك الصفحات ووقت زيارتكم لخدماتها وتاريخ ووقت استخدامكم لتلك الخدمات وسجلات الأخطاء فضلا عن المعلومات الأخرى المماثلة.
•	وضع الهاتف: 
بالنسبة لمستخدمي التطبيقات عبر الهاتف النقال والموجودين والغير موجودين عبر الإنترنت.
•	التطبيقات:
إن كنتم من مستخدمي تطبيقات حولك، فإن حولك قد تقوم بجمع معلومات عن وجود او / و غياب او / و التفاصيل التي تتعلق بغيرها من التطبيقات على الهواتف النقالة الخاصة بكم. إن التطبيقات التي نجمع معلومات حولها ، قد تختلف بإختلاف الفئات بما في ذلك على سبيل المثال لا الحصر التسوق والأزياء والسفر والأغذية ،،،الخ إن هذا سيساعدنا على فهمكم وفهم تفضيلاتكم وتمكين حولك لتوفير تجارب شخصية لكم.
المعلومات الدقيقة عن الموقع وكيفية الإنسحاب:
إن استخدامكم احد مواقع خدماتنا (علي سبيل المثال ، عند استخدامكم للخدمات عبر الجهاز المحمول) فإننا قد نقوم بمجمع ومعالجة المعلومات حول اجهزتكم المتنقلة من خلال  نظام تحديد المواقع جي بي اس ( بما في ذلك معلومات حول خطوط الطول والعرض او الأرتفاع من الأجهزة المحمولة الخاصة بكم) والوقت الذي يتم فيه تسجيل معلومات الموقع لتخصيص الخدمات استنادا على معلومات وميزات تتصل بالموقع (على سبيل المثال ، لإبلاغكم عن موقع المطاعم في منطقتكم او لإبلاغكم عن العروض الترويجية المعمول بها) ،إن بعضا من هذه الخدمات تتطلب البيانات الشخصية الخاصة بكم حتى يتم التمكن من استغلال تلك الميزات وقد نقوم بربط بيانات الموقع مع معرف الجهاز الخاص بكم ومع غيرها من المعلومات التي نحتفظ بها عنكم. إننا نحتفظ بهذه البيانات لمدة لا تزيد عن الحد المعقول والضروري لتوفير الخدمات لكم. إن كنتم ترغبون في استخدام ميزات معينة ، فإنه سيطلب منكم الموافقة على البيانات الخاصة بكم التي تستخدم لهذا الغرض. يمكنكم سحب موافقتكم في أي وقت من خلال تعطيل نظام تحديد المواقع (جي بي اس) او غيرها من وظائف التتبع على اجهزتكم ، شريطة ان تسمح الأجهزة الخاصة بكم بذلك. يجب الإطلاع على تعليمات الشركة المصنعة للأجهزة للحصول على المزيد من المعلومات.
ملفات تعريف الإرتباط (الكوكيز) والأدوات الإلكترونية الأخرى:
قد نقوم نحن وشركائنا الأخرين بالقيام بإستخدام ملفات تعريف الأرتباط الكوكيز وعلامات بكسل واعدادات الشبكة ومعرفات الأجهزة المتنقلة وغيرها من الملفات او التقنيات المماثلة الخاصة بجمع وتخزين المعلومات فيما يتعلق بإستخدامكم للخدمات ومواقع الأطراف الأخرى. 
إن ملف تعريف الإرتباط (الكوكيز) هي عبارة عن ملفات صغيرة يتم وضعها في اجهزة الكمبيوتر الخاصة بكم كي تمكننا من التعرف عليكم (على سبيل المثال كمستخدمين مسجلين) ، وعند قيامكم بزيارة موقعنا على الأنترنت وتخزين الواجهات التفضيلية والأعدادات الخاصة بكم ، وتعزيز تجبربتكم من خلال تقديم المحتويات والإعلانات المحددة لمصلحتكم ولإجراء البحوث والتحليلات ولتتبع استخداماتكم لخدماتنا ، وللمساعدة في تنفيذ المهام الأمنية والإدارية. إن ملفات تعريف الإرتباط (الكوكيز) قد يتم تخزينها فقط خلال جلسة عمل واحدة. لفهم المزيد عن الكوكيز يمكنك النقر هنا. إن علامة البكسل (والتي تسمى ايضا بإشارة الويب او الصيغة الجرافيكية المتبادلة جي أي اف) هي عبارة عن رسوم جرافيكية صغيرة تتميز بمعرفات فريدة ، وهي متضمنة بصورة مخفية في صفحة الويب (او الإعلانات التي تنشر عبر الإنترنت او من خلال البريد الإلكتروني) وهي تستخدم لحساب انشطة التتبع على صفحة الويب فضلا عن عدد مرات ظهور الإعلانات او النقرات وكذلك عدد مرات وصول الملفات المخزنة على اجهزة الكمبيوتر الخاصة بالمستخدمين.
إن حولك تقوم بإستخدام علامات البكسل لقياس مدى شعبية مختلف الصفحات على موقعنا  والمميزات والخدمات التي نقدمها. كذلك قد نقوم بتضمين منارات الويب من خلال الرسائل المرسلة عبر البريد  الإلكتروني او الرسائل الإخبارية لتحديد ما ان كانت الرسائل قد فتحت والتحليلات الأخرى.
إن معظم المتصفحات يتم تعيينها للسماح التلقائي لملفات تعريف الإرتباط (الكوكيز). نامل ملاحظة انه من الممكن القيام بتعيض بعض ملفات تعريف الأرتباط الكوكيز (وليس كلها) من خلال اعدادت اجهزتكم ومتصفحاتكم ولكن القيام بذلك قد يؤدي للتداخل مع بعض الوظائف المعينة على الخدمات. إن المتصفحات الرئيسية تزود المستخدمين بمختلف الخيارات عندما يتعلق الأمر بملفات تعريف الإرتباط (الكوكيز). عادة ما يمكن للمستخدمين القيام بضبط اعدادات متصفحاتهم لمنع كافة ملفات تعريف الإرتباط (الكوكيز) التي تخص اطراف اخرى (والتي يتم انشائها بواسطة اطراف خارجية لجمع المعلومات عن المواقع التي تديرها شركات اخرى) ومنع كافة ملفات تعريف الإرتباط (الكوكيز) ( بما في ذلك ملفات تعريف الإرتباط (الكوكيز) او منع ملفات تعريف الإرتباط (كوكيز) معنية. للقيام بتعديل اعدادات ملفات تعريف الإرتباط (الكوكيز) الخاصة بكم ، نامل زيارة متصفحات المساعدة في الإعدادات. إن ملفات تعريف الإرتباط السريعة (فلاش كوكيز) تعمل بشكل مختلف عن ملفات تعريف الإرتباط (الكوكيز) الموجودة بالمتصفح ولا يمكن ازالتها او منعها من خلال اعدادات متصفح الويب. من خلال استخدام خدماتنا مع اعدادات متصفحاتكم لقبول ملفات تعريف الإرتباط (الكوكيز) فإنكم بهذا توافقون على استخدام ملفات تعريف الإرتباط (الكوكيز) بالطريقة الموضحة في هذا القسم.
إن منتجات الأطراف الأخرى او خدماتهم التي يمكن الوصول اليها او التي يتم الإعلان عنها من خلال الخدمات ، بما في ذلك وسائل الإعلام الإجتماعية ، قد تقوم أيضا بإستخدم ملفات تعريف الإرتباط (الكوكيز) او ادوات مماثلة ، وننصحكم بالتحقق من سياسات الخصوصية الخاصة بهم للحصول على معلومات حول ملفات تعريف الإرتباط (الكوكيز) والممارسات الأخرى الخاصة بهم. ليس في امكاننا التحكم في ممارسة هؤلاء الشركاء وسياسات الخصوصية الخاصة بهم والتي تحكم تفاعلاتهم معكم.
المعلومات الواردة من اطراف اخرى:
قد نقوم بجمع ومعالجة وتخزين هوية المستخدم الخاصة بكم المرتبطة بأي حساب من حسابات وسائل التواصل الإجتماعي (مثل حساب الفيسبوك وحاسب قوقل الخاص بكم) والتي تقومون بإستخدامها لتسجيل الدخول للوصول الى الخدمات او التواصل من خلالها و استخدامها للخدمات. عند تسجيل الدخول الى حسابكم عبر وسائل التواصل الإجتماعية الخاصة بكم او عند الوصول للخدمات من خلال حسابات التواصل الإجتماعية الخاصة بكم ، فإنكم بموجب هذا توافقون على ان نقوم بجمع وتخزين واستخدام هذه المعلومات وفقا لسياسة الخصوصية هذه فيما يخص المعلومات التي تزودوننا بها من خلال واجهات وسائل التواصل الإجتماعية. وهذا قد يشمل على سبيل المثال لا الحصر ، أي معلومات تقومون باتاحتها عبر حسابات وسائل التواصل الإجتماعي او المعلومات التي نتبادلها عبر وسائل التواصل الإجتماعي الخاصة بكم او المعلومات التي يتم الكشف عنها اثناء عملية تسجيل الدخول. نأمل الإطلاع على سياسة الخصوصية الخاصة بمزودي خدمة وسائل التواصل الإجتماعي ومراكز المساعدة للحصول على المزيد من المعلومات حول كيفية تبادل المعلومات عند اختياركم في التواصل عبر حسابكم.
قد نقوم ايضا بالحصول على معلومات عنكم من اطراف اخرى مثل الشركاء والمسوقين ومواقع الأطراف الأخرى والمتصفحين ومن ثم نقوم بمدمج هذه المعلومات مع المعلومات التي قمنا بجمعها عنكم.
البيانات مجهولة المصدر او لا يتم تعريفها:
قد نقوم بجعل بعض المعلومات التي نجمعها منكم او من خلال اسماء اخرى مجهولة  المصدر او / و لا نقوم بتعريفها بما في ذلك تلك المعلومات التي يتم جمعها من خلال ادوات تحليلية تسخدم بواسطة اطراف اخرى عبر وسائل الأنترنت. ونتيجة لذلك ، فإن استخدامنا والكشف عن المعلومات المتراكمة او / و المعلومات الغير معرفة لا تقتصر على سياسة الخصوصية هذه ، والتي قد يتم استخدامها او الكشف  عنها لأخرين دون قيود.
2.	كيف نقوم بإستخدام المعلومات التي نقوم بجمعها:
إننا نقوم بإستخدام المعلومات التي نجمعها عنكم لمجموعة متنوعة من الأغراض بما في ذلك:
•	الرد على ومعالجة استفساراتكم
•	فهم مستخدمينا ( وما يقومون به بإستخدام خدماتنا ، والمميزات التي تحلو لهم وكيفية استخدامها وما الى ذلك) وتحسين محتوى الميزات بخدماتنا (مثل تخصيص المحتوى لتحقيق المصالح لكم) واتمام المعاملات التي تخصكم وتقديم عروض خاصة بكم.
•	ادارة خدماتنا وتشخيص المشاكل الفنية.
•	موافاتكم بالإتصالات التي طلبتموها او التي قد تكون ذات فائدة لكم.
•	موافاتكم بالأسئلة الواردة من الأعضاء الأخرين والتي قد تكونوا قادرين على الإجابة عليها إن كنتم مسجلين لدي حولك.
•	إعداد واستعراض التقارير والبيانات حول البحوث وقواعد مستخدمينا وانماط استخدام الخدمات.

•	ادارة المسابقات والمناسبات.
•	تزيودكم بخدمات العملاء.
•	تزويدكم بإشعارات حول حسابكم.
•	تنفيذ التزاماتنا وفرض حقوقنا الناشئة عن أي عقود مبرمة بيننا وبينكم بما في ذلك الفواتير والمبالغ المستحقة.
•	إبلاغكم عن التغييرات في خدماتنا.
•	السماح لكم في المشاركة في الميزات التفاعلية التي تقدم من خلال خدماتنا.
•	قد نقوم بتقديم أي توضيحات اخرى عندما تقدمون معلومات جديدة.
•	لأي اغراض اخرى بعد اخذ موافقتكم.


كذلك قد نقوم بإستخدام المعلومات الخاصة بكم للتواصل معكم بخصوص السلع التي تخصنا او تخص اطراف اخرى والخدمات التي قد تكون من مصلحتكم. إن لم تكونوا ترغبون في استخدام معلوماتكم بهذه الطريقة ، نأمل مراجعة الخانات المناسبة الموجودة في النماذج التي نقوم من خلالها بجمع البيانات التي تخصكم او /و التي نقوم من خلالها بضبط الواجهات المفضلة للمستخدمين في حسابكم.
قد نقوم بإستخدام المعلومات التي قمنا بجمعها منكم لتمكيننا من عرض الإعلانات لجمهورنا المستهدف. وبالرغم من عدم قيامنا بالكشف عن معلوماتكم الشخصية لهذه الأغراض دون الحصول على موافقتكم ، فإنكم في حالة النقر او خلافا عن ذلك قمتم بالتفاعل مع أي اعلان ، فإن المعلن قد يفترض بأنكم قمتم بتلبية معاييرهم التي يستهدفونها.
3.	كيف نقوم بتبادل المعلومات التي نقوم بجمعها:
قد نقوم بالكشف عن المعلومات الشخصية التي نجمعها او تقدونها لنا كما هو موضح في سياسة الخصوصية هذه من خلال الطرق التالية:

الإفصاح عن المعلومات العامة:
•	للمقاولين ومقدمي الخدمات وغيرهم من الأطراف الأخرى اللذين نستعين بهم لدعم اعمالنا التجارية (على سبيل المثال حجوزات المطاعم و تسليم الطعام) والذين تم الزامهم بموجب التزامات تعاقدية للحفاظ على سرية المعلومات الشخصية واستخدامها فقط للأغراض التي تم الكشف عنها لهم.


•	إلى المشتري او غيره ممن ينوب عنه في حالة دمج وتصفية او اعادة هيكلة او اعادة تنظيم او بيع ونقل أي من او كل اصول شركة حولك سواء تم ذلك ضمن اجراء تجاري اوبسبب الإفلاس والتصفية او بموجب اجراءات مماثلة حيث ان المعلومات الشخصية التي تحصل عليها حولك عن مستخدمي خدماتنا تعد من الأصول المنقولة.


•	لأطراف اخرى بغرض تسويق منتجاتهم او خدماتهم لكم إن كنتم قد وافقتم على تلقي تحديثات ترويجية.إننا نقوم بتقديم مطالبات تعاقدية لهذه الأطراف للحفاظ على سرية المعلومات الشخصية واستخدامها فقط للأغراض التي نكشف عنها لكم.
•	لتحقيق الأغراض التي من اجلها قمتم بتقديم هذه المعلومات.




مقدمي الخدمة:
قد نقوم بتبادل المعلومات الخاصة بكم مع موردين خارجيين نقوم بإستخدامهم لأغراض متنوعة مثل ان نرسل لكم رسائل البريد الإلكتروني والرسائل نيابة عن اعضاء حولك الأخرين وارسال اشعارات الى اجهزتكم المحمولة الخاصة بكم بالنيابة عننا ، وتقديم خدمات التعرف على الصوت لمعالجة الإستفسارات والأسئلة الواردة من قبلكم ، ولمساعدتنا على تحليل استخدام خدماتنا ، ولجمع المبالغ المستحقة. إن بعض من منتجاتنا وخدماتنا وقواعد البيانات الخاصة بنا يتم استضافتها بواسطة مقدمي خدمات اخرين. كما نقوم نحن ايضا بإستخدام موردين لمشاريع اخرى مثل ان نقوم بإجراء دراسات استقصائية او تنظيم مسابقات تخصنا. قد نقوم بتبادل المعلومات الخاصة بكم مع هؤلاء الموردين فقط لتمكينهم من اداء الخدمات.

الأغراض القانونية:
قد نقوم بتبادل المعلومات الخاصة بكم عند اعتقادنا أن مثل هذا التبادل ضروري من اجل التحقيق او منع او اتخاذ أي اجراءات تتعلق بأنشطة غير قانونية محتملة او لِلإمتثال للوائح والأنظمة القانونية. قد نقوم ايضا بتبادل المعلومات الخاصة بكم للتحقق من او للتصدي لأي تهديدات محتملة للسلامة البدنية او الشخصية لأي فرد او للتحقق من او معالجة أي انتهاكات لسياسة الخصوصية أو لشروط الخدمة او للتحقق من أي انتهاكات لأي حقوق اطراف اخرى او / و لحماية الحقوق والممتلكات ولحماية سلامة حولك وموظفيها ومستخدميها او الجمهور.
وقد يشمل ذلك تبادل المعلومات الخاصة بكم مع السلطات القانونية والدوائر الحكومية والمحاكم او / و المنشآت الأخرى بسبب طلب قانوني مثل الإستدعاءات او الأوامر الصادرة من محاكم او الطلبات الحكومية للإمتثال بالقوانين واللوائح.


•	الشبكات الاجتماعية:
في حالة قيامكم بالتفاعل مع ميزات وسائط اجتماعية من خلال خدماتنا مثل الفيسبوك او عند استخدام وسائل التواصل الإجتماعية الخاصة بكم لتسجيل الدخول او لنشر أي محتويات فإن هذه الميزات قد تقوم بجمع المعلومات عنكم وعن استخدامكم للخدمات فضلا عن معلومات تتصل بأنشطتكم على خدمة وسائل التواصل الإجتماعي. إن تعاملاتكم مع وسائط التواصل الإجتماعي تخضع لسياسات الخصوصية الخاصة بهم.
•	في حالة كنا نعتقد ان الكشف عن المعلومات الشخصية ضروري لحماية حقوق الملكية او سلامة حولك او عملائها وغيرهم. وهذا يشمل تبادل المعلومات مع شركات ومنشآت اخرى لأغراض الحماية من الغش والحد من المخاطر الإئتمانية.


•	الموافقة: قد نقوم بتبادل معلوماتكم في أي ظروف قمنا بأخذ موافقتكم عليها.
4.	الإعلانات والتحليلات المصممة:
لمساعدتنا على ان نفهم استخدامكم للخدمات بصورة افضل ، نقوم تحليلات الأطراف الأخرى على الشبكة لخدماتنا مثل انظمة تحليل قوقل. إن مقدمي هذه الخدمات يقومون بإستخدام هذه الأنواع من التقنيات الموضحة في قسم جمع المعلومات تلقائيا اعلاه. سيتم الإفصاح عن هذه المعلومات التي تم جمعها بواسطة هذه التقنيات او التي تم جمعها مباشرة من قبل مقدم هذه الخدمة ، واللذين يستخدمون هذه المعلومات لتقييم استغلال مستخدمي خدماتنا. كذلك نقوم بإستخدام انظمة تحليل قوقل كما هي موضحة ادناه في القسم التالي. لمنع انظمة تحليلات قوقل لجمع او استخدام المعلومات الخاصة بكم يمكنكم القيام بتركيبق تطبيق Google Analytics Opt-Out Browser Add-on 



الإعلانات المصممة:
إن الأطراف الأخرى التي يمكن الوصول الى منتجاتها او خدماتها او التي يتم الإعلان عنها من خلال الخدمات التي نقدمها قد يقوموا ايضا بإستخدام ملفات تعريف الأرتباط (الكوكيز) او تقنيات مشابهة لجمع المعلومات حول استخدامكم للخدمات التي نقدمها. ويتم ذلك من اجل مساعدتهم لـ :
1.	الإعلام والتحسين وعرض الإعلانات استنادا على زيارات سابقة لموقعنا على الأنترنت ومواقع اخرى 
2.	للإبلاغ عن انطباعاتنا والإستخدامات الأخرى للخدمات الإعلانية والتفاعل مع هذه الإنطباعات ولربط الخدمات الأعلانية لموقعنا. كما أننا ايضا نتيح الفرصة لأطراف اخرى (على سبيل المثال لا الحصر ، الشبكات الإعلانية وخدمات تقديم الأعلانات مثل انظمة تحليلات قوقل واوبن اكس و بوبماتيك ودبل كليك وغيرها) وذلك لخدمة الإعلانات المصممة على الخدمات وللوصول إلى ملفات تعريف الأرتباط الخاصة بكم (الكوكيز) ا والى التقنيات المشابهة على جهاز الكمبيوتر الخاص بكم والهواتف المحمولة او الأجهزة الأخرى التي تستخدمونها للوصول الى الخدمات. إننا لا نقوم بالدخول الى كما ان سياسة الخصوصية هذه لا تقوم بتفسير استخدام ملفات تعريف الإرتباط (الكوكيز) او تقنيات التتبع الأخرى التي قد تكون وضعت بواسطة اطراف اخرى. إن هذه الأطراف يمكنها ان تسمح لكم اختيار استهداف تلك الإعلانات. إن كنتم ترغبون في الحصول على المزيد من المعلومات حول اعلانات المتصفحات المصممة وحول كيفية امكانية السيطرة على ملفات تعريف الإرتباط (الكوكيز) التي يتم وضعها على اجهزة الكمبيوتر الخاصة بكم لتقديم الإعلانات المصممة ( أي ليس فقط المخصصة للخدمات) يمكنكم زيارة موقع The Network Advertising initiative\'s Consumer Opt- Out Link او / و The Digital Advertising Alliance\'s Consumer Opt-Out link وذلك لإختيار عدم تلقي الإعلانات المصممة من الشركات التي تشارك في تلك البرامج. للخروج من برامج قوقل التحليلية الخاصة بعرض الإعلانات او الخاصة بتخصيص الإعلانات على شبكة قوقل الإعلانية ، يمكنك زيارة صحفة اعدادات الإعلانات بقوقل. نامل ملاحظة انه وللقدر المسموح به لدمج التقنيات الأعلانية في الخدمات ، فإنك قد تظل تتلقى الإعلانات حتى ان قمت بإختيار عدم تلقي الإعلانات المصممة. في هذه الحالة فإن الإعلانات سوف لن تكون مصممة حسب رغباتكم. كما اننا لا نتحكم  في أي من الروابط المذكورة اعلاه كما اننا لسنا مسؤولين عن أي خيارات قد تستخدمونها وفقا لهذه الأليات او استمرارية اتاحة وتوفر هذه الآليات.
عند الدخول الى الخدمات من خلال تطبيقات الهاتف المتنقل ، قد تتلقى أيضا اعلانات مصممة خصيصا لهذه التطبيقات. إن أي نظام تشغيل مثل نظام مراقبة الدوائر الداخلية (آي أو اس) واندرويد والويندوز فون تقدم الإرشادات الخاصة بها حول كيفية منع تلقي هذه الإعلانات المصممة في التطبيق. يمكنكم الإطلاع على مواد الدعم او / و الإعدادات الخصوصية لأنظمة التشغيل المعنية من اجل عدم الحيلولة لوصول الإعلانات المصممة. بالنسبة لأي اجهزة اخرى او / و نظم تشغيل نأمل زيارة اعدادات الخصوصية لنظام الجهاز او تشغيل التطبيق او اتصال المشغل لمنصة قابلة للتطبيق.


عدم التتبع: 
إننا ملتزمون بتزويدكم بالخيارات ذات المغزى حول المعلومات التي نقوم بجمعها حول خدماتنا لأغراض تخدم اطراف اخرى ، نقوم بتوفير روابط NAI (Consumer Opt-out), DAA opt out, and google Opt-out. ومع ذلك حتى الأن فإننا لا نعترف او نستجيب لأي اشارات عدم التتبع وبدء التصفح ، طالما ان صناعة الإنترنت لا تزال تعمل على المعايير الخاصة بعدم التتبع وعلى التطبيقات والحلول المتصلة بذلك.

5.	الخيارات حول كيفية استخدام والكشف عن المعلومات الخاصة بكم:
إننا نسعى جاهدين لنوفر لكم الخيارات التي تتعلق بالمعلومات الشخصية التي تقدمونها لنا. يمكنكم القيام بضبط المتصفحات الخاصة بكم وبأجهزة الهواتف النقالة الخاصة بكم لرفض كل او بعض ملفات تعريف الإرتباط (الكوكيز) بالمتصفح او لتنبيهكم عندما يتم ارسال ملفات تعريف الإرتباط (الكوكيز). لمعرفة كيفية اعداد ملفات تعريف الإرتباط (الكوكيز) الخاصة بكم ، يجب زيارة صحفة اعدادات مشغل الفلاش على موقع ادوبي. في حالة قيامكم بتعطيل ملفات تعريف الإرتباط (الكوكيز) او رفضها نأمل ملاحظة ان بعض من اجزاء الخدمات التي نقدمها لكم قد لا يمكن الوصول اليها او قد لا تعمل بصورة ملائمة.إننا لا نقوم بتبادل المعلومات الشخصية الخاصة بكم مع وكالات الأعلانات.
6.	خيارات الإتصالات:
عند تسجيل الدخول على حساب ، فإنكم تختارون تقلي رسائل البريد الإلكتروني من مستخدمي حولك الأخرين والشركات التجارية ومن حولك نفسها.
7.	مراجعة وتغيير وحذف المعلومات:
إن كنتم ترغبون في مراجعة او تغيير او حذف المعلومات الشخصية التي جمعناها منكم ، او القيام بحذف حسابكم بشكل دائم ، نامل استخدام رابط contact us الموجود في اسفل كل صفحة الموجودة هنا ايضا او قم بالتواصل مع المسؤول عن سياسة الخصوصية لدي حولك.

في حالة حذف المساهمات الخاصة بكم من موقعنا ، قد تبقى بعض نسخ مساهماتكم في الصفحات المخبأة وفي الأرشيف ، او قد يتم نسخها او تخزينها من قبل مستخدمين اخرين لموقعنا. إن الوصول الى واستخدام المعلومات الموجودة في موقعنا ، بما في ذلك المشاركات المستخدمة تخضع للشروط الواردة هنا.

8.	الوصول الى وتصحيح معلوماتكم الشخصية:
سنقوم بإتخاذ خطوات معقولة لتسجيل المعلومات الشخصية التي تزودننا بها وأية تحديثات لاحقة بدقة.

كذلك نشجعكم على مراجعة وتحديث وتصحيح المعلومات الشخصية التي نحتفظ بها عنكم، والتي كنتم قد تطلبوا منا حذفها بسبب انها ناقصة او غير دقيقة  أو بسبب انها  غير ذات صلة لأغراض مشروعة، أو بسبب  معالجتها بطريقة تنتهك أي شروط واحكام قانونية سارية او متعارف عليها.


إن حقكم في وتحديث،وتصحيح، وحذف المعلومات الشخصية الخاصة بكم قد تكون محدودة او تخضع لقوانين جهات الإختصاص القضائي:
1.	إن كانت طلباتكم مسيئة او مفرضة بشكل غير قانوني
2.	إن كانت حقوق وسلامة اشخاص اخرين ستتضرر او سيتم التعدي عليها
3.	إن كانت المعلومات او المواد التي طلبتموها تتعلق بالإجراءات القانونية الحالية او المتوقعة بيننا وبينكم او تم توفير وسائل الوصل اليها بشكل قد يخل بالإتفاقيات المبرمة بيننا او التحقق من انشطة غير قانونية محتملة. إن حقكم في مراجعة وتحديث وتصحيح وحذف المعلومات الخاصة بكم تخضع لسياسات الإحتفاظ بالسجلات لدينا وللقوانين واللوائح المطبقة بما في ذلك متطلبات الإحتفاظ بالسجلات للأغراض القانونية.



9.	الأمن: كيف نقوم بحماية معلوماتكم:

لقد قمنا بوضع اجراءات فعلية والكترونية وادارية مناسبة لحماية المعلومات الخاصة بكم ولمنع وصول غير المصرح لهم بها وللحفاظ على امن البيانات. إن هذه الضمانات تاخذ في الإعتبار حساسية المعلومات التي نقوم بجمعها ومعالجتها وتخزينها والحالة الراهنة للتكنولوجيا. إننا نقوم بإتباع المعايير الصناعية المقبولة لحماية المعلومات الشخصية المقدمة لنا، سواء اثناء الإنتقال او عندما نتلقاها منكم بما في ذلك استخدام خدمات الإخفاء المقدمة من مزودي خدمة اخرين. إن مقدمي الخدمة الأخرين فيما يتعلق بخدمات الأخفاء وكذلك عبر بوابة الدفع الخاصة بنا ومعالجة المدفوعات يتم التحقق منهم حسب التوافق مع كافة معايير صناعة بطائق الدفع (التي يشار اليهم بمزودي خدمة بي سي أي). بالرغم من ذلك لا توجد طريقة لنقل البيانات عبر الإنترنت او عبر الهواتف المتنقلة او أي من اساليب التخزين الإلكتروني الآمنة بنسبة 100%. لذا فإننا نسعى جاهدين لإستخدام وسائل مقبولة تجاريا لحماية المعلومات الشخصية الخاصة بكم ، إلا اننا في نفس الوقت لا نستطيع ضمانها بصورة مطلبة وذلك عند استخدامها بصورة لا تتوافق مع سياسة الخصوصية هذه.
إننا لانتحمل أي مسؤولية بخصوص الإفصاح عن المعلومات الشخصية الخاصة بكم بسبب اخطاء الإرسال والوصول الغير مصرح به من قبل اطراف اخرى او لأي اسباب اخرى خارجة عن سيطرتنا. إنكم يجب ان تعلبوا الدور الهام في الحفاظ على المعلومات الشخصية التي تخصكم بصورة آمنة. يجب عدم تبادل اسم المستخدم وكلمة المرور والمعلومات الأمنية الأخرى الخاصة بحسابكم لدي حولك مع أي شخص اخرى. في حالة تلقي توجيهات حول استخدام اسم المستخدم وكلمة المرور ، فإننا سنعتبر انكم قمتم بتصريح تلك التعليمات.







10.	الأطفال دون الثالث عشر:
إن الخدمات لا تستهدف الأطفال تحت الثالث عشر من العمر. إننا لا نقوم بجمع أي معلومات شخصية لأطفال دون الثالثة عشر او لتسويق او ابداء رغبة للحصول على معلومات من أي شخص تحت الثالثة عشر. في حالة علمنا ان أي متقدم يكون تحت الثالثة عشر من العمل ، فإننا سنقوم بحذف الحساب والمعلومات المتصلة به بأسرع فرصة ممكنة. إن كنتم تعتقدون ان لدينا أي معلومات من شخص يقل عمره عن الثالثة عشر ، نأمل التواصل معنا عبر priavacy@howlik.com 

11.	وصلات وخدمات الأطراف الأخرى:
إن الخدمات قد تحتوي على وصلات مواقع اطراف اخرى. إن استخدامكم لهذه الميزات قد تؤدي الى جمع ومعالجة او تقاسم معلومات عنكم استنادا على المميزات تلك. نود افادتكم بأننا غير مسؤولين عن أي محتوى للخصوصية او الممارسات من مواقع الخدمات الأخرى التي قد تكون متصلة بالخدمات التي نقدمها. إننا لا نتعهد او نقدم أي تعهدات حول مواقع وخدمات الأطراف الأخرى. إن سياسة الخصوصية الخاصة بنا لا تغطي المعلومات التي تقومون بإختيارها او التي يتم جمعها بواسطة الأطراف هذه. إننا نشجعكم بقوة ان تطلعوا على سياسات الخصوصية لتلك الأطراف.



12.	الإمتثال للوائح حماية البيانات:
إن المعلومات التي نحصل عليهما منكم او عنكم يمكن ان تتم معالجتها وتخزينها في الهند او في مختلف الخوادم الخاصة بنا والمنتشرة في كافة انحاء العالم والتي يتم توفيرها لقواعد حماية البيانات المختلفة من البلدان التي تقيمون فيها. إننا نقوم بالتقيد بلوائح المعايير الصناعية المقبولة عموام فيما يتعلق بجمع وحفظ البيانات. إن كل موقع من مواقع قواعد حماية البيانات المختلفة قد تكون لها قواعد ولوائح تختلف عن القواعد السارية في البلد التي توجد بها. من خلال استخدامكم للخدمات ، فإنكم توافقون على جمع ونقل واستخدام والكشف عن المعلومات الخاصة بكم كما هو موضح في سياسة الخصوصية هذه ، بما في ذلك سياسة نقل المعلومات خارج البلد الذي تقيمون فيه. إن كانت لديكم أي استفسارات بخصوص بياناتكم الشخصية نأمل التواصل معنا عبر priavacy@howlik.com


13.	الإحتفاظ بالبيانات وانهاء الحاسب:
يمكنكم القيام بإغلاق حسابكم عن طريق زيارة صحفة الإعدادات الشخصية الخاصة بكم على موقعنا على الإنترنت. سنقوم بإزالة مشاركاتكم العامة التي تخصكم وابعادها عن الأنظار او / و فصلها من تعريف الحساب الخاص بكم ولكن يجوز لنا الإحتفاظ بالمعلومات الخاصة بكم للأغراض المصرح بها في اطار سياسة الخصوصية هذه ما لم يتم حظرها بموجب القانون. 
بعد ذلك ، فإننا إما سنقوم بحذف المعلومات الشخصية الخاصة بكم او سنقوم بإلغاء التعرف عليها بحيث تكون مجهولة ولا تتصل بهويتكم. على سبيل المثال لا الحصر ، يجوز لنا الإحتفاظ بالمعلومات لمنع او التحقق او تحديد المخالفات الممكنة المتصلة بالإمتثال بالإلتزامات القانونية.
14.	طالبي الوظائف:
إن تم تقديم المعلومات الخاصة بكم لنا عبر خدماتنا عند التقدم لوظيفة لدي شركتنا ، فإن المعلومات سيتم استخدامها للنظر الى طلبك. قد نقوم بالإحتفاظ بمعلوماتكم لأي مدة من الوقت. إن هذه المعلومات قد يتم تبادلها مع شركات اخرى لغرض تقييم مؤهلاتكم لشغل وظيفة معينة او وظائف اخرى متاحة وكذلك المعلومات الواردة من مزودي خدمات اخرى والتي يتم الإحتفاظ بها لدينا لجمع وحفظ وتحليل التقارير الخاصة بالمرشحين لشغل الوظائف الشاغرة.



15.	التغييرات في سياسة الخصوصية هذه:
إننا نحتفظ بحقنا في ان نقوم بتعديل سياسة الخصوصية هذه من وقت لأخر لتعكس التغييرات القانونية، وفي بياناتنا واستخدامنا للممارسات وملامح الخدمات او التقدم في مجال التقنيات. نامل الإطلاع على هذه الصفحة بصورة دورية. 
إن استخدم المعلومات التي نقوم بجمعها يخضع لسياسة الخصوصية السارية في وقت استخدام هذه المعلومات. في حالة رغبتنا في إجراء أي تغييرات جوهرية في سياسة الخصوصية هذه ، فإننا سنقوم بنشر التغييرات هنا. نأمل مراجعة هذه التغييرات بعناية ، كما ان استخدامكم المستمر للخدمات بعد نشر التغييرات في سياسة الخصوصية هذ يعد بمثابة موافقة على وقبول هذه التغييرات.
',
];
